{
  "users": [
      {
          "id": 1,
          "name": "John",
          "email": "Smith@gmail.com",
          "aboutMe": "Passionate learner and explorer, seeking wisdom in books and nature. A dreamer, a creator, and a lover of life's wonders."
      },
      {
          "id": 2,
          "name": "Emily",
          "email": "Emily123@gmail.com",
          "aboutMe": "Curious soul with a love for art and music. Always seeking inspiration and beauty in everyday life."
      },
      {
          "id": 3,
          "name": "Michael",
          "email": "MichaelJohnson@gmail.com",
          "aboutMe": "Adventurous spirit with a passion for outdoor sports and adrenaline-fueled activities. Living life to the fullest."
      },
      {
          "id": 4,
          "name": "Sophia",
          "email": "SophiaSmith@yahoo.com",
          "aboutMe": "Bookworm, tea enthusiast, and aspiring writer. Captivated by stories and the magic of words."
      },
      {
          "id": 5,
          "name": "Daniel",
          "email": "DanielBrown@gmail.com",
          "aboutMe": "Tech geek, gamer, and problem solver. Exploring the digital realm and unraveling its mysteries."
      },
      {
          "id": 6,
          "name": "Olivia",
          "email": "OliviaGreen@gmail.com",
          "aboutMe": "Nature lover and environmental advocate. Striving to make the world a greener and more sustainable place."
      },
      {
          "id": 7,
          "name": "David",
          "email": "DavidWilliams@gmail.com",
          "aboutMe": "Passionate chef with a flair for experimenting in the kitchen. Turning ingredients into works of art."
      },
      {
          "id": 8,
          "name": "Emma",
          "email": "EmmaJohnson@gmail.com",
          "aboutMe": "Dreamer with a fascination for the stars and the universe. Exploring the cosmos one telescope at a time."
      },
      {
          "id": 9,
          "name": "William",
          "email": "WilliamJones@gmail.com",
          "aboutMe": "Musician and composer, weaving emotions into melodies. Creating harmonies that resonate with the soul."
      },
      {
          "id": 10,
          "name": "Ava",
          "email": "AvaWilson@gmail.com",
          "aboutMe": "Advocate for social justice and equality. Fighting for a world where every voice is heard and valued."
      },
      {
          "id": 11,
          "name": "James",
          "email": "JamesSmith@gmail.com",
          "aboutMe": "Inquisitive mind with a passion for unraveling historical mysteries. Digging into the past to understand the present."
      },
      {
          "id": 12,
          "name": "Mia",
          "email": "MiaBrown@gmail.com",
          "aboutMe": "Artistic soul, capturing emotions through paint and canvas. Turning feelings into visual stories."
      },
      {
          "id": 13,
          "name": "Benjamin",
          "email": "BenjaminClark@gmail.com",
          "aboutMe": "Fitness enthusiast and health advocate. Inspiring others to lead active and vibrant lives."
      },
      {
          "id": 14,
          "name": "Isabella",
          "email": "IsabellaWhite@gmail.com",
          "aboutMe": "Wanderlust-driven traveler, exploring diverse cultures and embracing the beauty of our world."
      },
      {
          "id": 15,
          "name": "Ethan",
          "email": "EthanMiller@gmail.com",
          "aboutMe": "Tech-savvy problem solver, dismantling and reassembling gadgets to understand their inner workings."
      },
      {
          "id": 16,
          "name": "Charlotte",
          "email": "CharlotteDavis@gmail.com",
          "aboutMe": "Animal lover and wildlife conservationist. Protecting Earth's creatures and their habitats."
      },
      {
          "id": 17,
          "name": "Alexander",
          "email": "AlexanderMartin@gmail.com",
          "aboutMe": "Explorer of the written word, diving into the realms of fiction and non-fiction alike."
      },
      {
          "id": 18,
          "name": "Grace",
          "email": "GraceAnderson@gmail.com",
          "aboutMe": "Champion of mindfulness and self-care. Nurturing the mind, body, and spirit for a balanced life."
      },
      {
          "id": 19,
          "name": "Jackson",
          "email": "JacksonWilson@gmail.com",
          "aboutMe": "Adventurous traveler and foodie, savoring the tastes of the world and embracing cultural experiences."
      },
      {
          "id": 20,
          "name": "Chloe",
          "email": "ChloeRobinson@gmail.com",
          "aboutMe": "Fashion enthusiast and trendsetter. Crafting unique styles and expressing personality through clothing."
      }
  ]
}